Revit 2024 API
FieldDomainPointsByParameter Properties
The FieldDomainPointsByParameter type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
 (Inherited from FieldDomainPoints.)
See Also
FieldDomainPointsByParameter Class
Autodesk.Revit.DB.Analysis Namespace